app/views/employees/index.html.erb

SELECT `employees`.* FROM `employees` WHERE `employees`.`report_to` = 436
---
					<li class="collapsed"><input type="checkbox"><span><b><%= aEmployee.first_name %> <%= aEmployee.last_name %>&nbsp;(<%= aEmployee.position_title %>)</b></span>
					<% Employee.where(:report_to => aEmployee.position).each do | eachReportor| %>